Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/mimmi-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010 .
nob: Artikkel i boka Samisk skolehistorie 4 . Davvi Girji 2010 .

source: Mimmi ja Anton Bæivi :
nob: Mimmi og Anton Bæivi :

source: – Skuvla lea rivven mis iežamet máhtu
nob: – Skolen har tatt kunnskapene fra oss

source: Muitaluvvon Svein Lundi
nob: Fortalt til Svein Lund

source: Mimmi Bæivi ( Govva : Basia Głowacka )
nob: Mimmi Bæivi ( Foto : Basia Głowacka )

source: Muotkevuonas [ 1 ] Sievjjus Hámmárfeasttas mii leat fitnan náittospára Mimmi ja Anton Bæivi luhtte ja ságastallan guhká Mimmiin ja veahá Antoniin .
nob: På Eidvågeidet på Seiland i Hammerfest har vi oppsøkt ekteparet Mimmi og Anton Bæivi , og fått en lang prat med Mimmi og en kort prat med Anton .

source: Mimmi Johanne Bæivi riegádii 1950:s , ja šattai bajás Sievjjus , álggos Njižževuonas , maŋŋil Muotkevuonas .
nob: Mimmi Johanne Bæivi er født i 1950 , og vokste opp på Seiland , først i Hønseby , seinere i Eidvågen .

source: Son váccii 9-jagi vuođđoskuvlla Fjordtun internáhtas Lávželuovttas Fálás .
nob: 9-årig grunnskole gikk hun på Fjordtun internat i Rypefjord på Kvaløya .

source: De váccii jagi gymnása ja jagi gávpeskuvlla , ja dan maŋŋá ii šaddan eambbo skuvllaid vázzin .
nob: Deretter gikk hun ett år på gymnas og ett år handelsskole , så blei det ikke mer skolegang .

source: Mimmis lea leamaš máŋggabealat fidnoeallin ; bargan dáhkádusain , guolleindustriijas , smávvadálolažžan , goahkkan ja maŋimus jagiid Redningsselskapas ( gádjunsearvi ) .
nob: Hun har hatt et allsidig yrkesliv ; i forsikring , på fiskebruk , som småbruker , kokke og de siste åra i Redningsselskapet .

source: Son lea máŋga jagi politihkken Bargiidbellodagas ja lea válljejuvvon iešguđetlágan politihkalaš doaimmaide : vuos suohkanstivrii , dasto Sámediggái ja loahpas Stuoradiggái .
nob: Allsidig er også den politiske karrieren , hun har i mange år vært aktiv i Arbeiderpartiet og etter tur vært valgt inn først i kommunestyre , så på Sametinget og til sist på Stortinget .

source: Son lei Sállannuori suohkana maŋimus sátnejođiheaddji ovdal go suohkan ovttastahttojuvvui Hámmárfeasttain 1992:s .
nob: Hun var den siste ordføreren i Sørøysund kommune før kommunen blei slått sammen med Hammerfest i 1992 .

source: Dalle go Mimmi lei njealjejahkásaš , jámiiga su váhnemat , ja son fárrii dalle Muotkevutnii , gos šattai bajás áhku ja edno luhtte .
nob: Da Mimmi var fire år gammel mista hun begge foreldrene og hun flytta da til Eidvågen , der hun vokste opp hos bestemor og en gammelonkel .

source: – Mis han lei oalle buorre dilli mánnávuođas .
nob: – Vi hadde det i grunnen godt i barndommen .

source: Mii eat goassege lean riggát , muhto eliimet oadjebasat .
nob: Vi var aldri rike , men vi hadde det trygt .

source: Dovddaimet birrasa , dálkki ja biekka ja diđiimet gos háhkat biepmu .
nob: Vi kjente omgivelsene , vær og vind og vi visste hvor vi skulle skaffe maten i fra .

source: In goassege gullan ahte mu bearaš anii iežas geafin .
nob: Jeg hørte aldri at familien min så på seg sjøl som fattige .

source: Áhku skuvla
nob: Bestemors skole

source: – Áhkku ii goassege čiegadan ahte son lei sápmelaš .
nob: – Bestemor la aldri skjul på at hun var same .

source: Ieš máhtii dušše sámegiela dalle go son 1906:s álggii skuvlii mas visot lei dárogillii .
nob: Sjøl kunne hun bare samisk da hun i 1906 begynte på en skole der alt foregikk på norsk .

source: Álgojagit ledje garrasat , go oahppit eai ipmirdan oahpaheaddji , ja sámegiela hupmat gaskaneaset lei gildojuvvon .
nob: Det var hardt de første åra da elevene ikke forsto læreren og blei nekta å snakke sammen på sitt eget språk .

source: Muhto skuvla dalle ii bistán go 5-6 vahku jagis .
nob: Men skolen varte da bare 5–6 uker for året .

source: Skuvla lei dalle Jánsanjárggas , olggumuš Muotkevuonas .
nob: Skolen var dengang på Jansnes ytterst i Eidvågen .

source: Doppe lei okta oahpaheaddji ja vel dálueamit .
nob: Her var det en lærer og ei husmor .

source: Ii lean stuora viessu , muhto dat galggai doaibmat sihke skuvlan ja internáhttan .
nob: Det var ikke store bygget , men det skulle tjene både som skole og internat .

source: Lei dušše okta luohkkálatnja , ja dat lei maiddái bártniid oađđinlatnja .
nob: Det var bare ett klasserom , og det var også soverom for guttene .

source: Nieiddat ođđe lovttas .
nob: Jentene sov på loftet .

source: Skuvla lei guovddaš báikkis njárggas guovtti vuona gaskkas , ja go áhčit ledje guollebivddus , de fitne dávjá skuvllas guliin .
nob: Skolen hadde en naturlig plassering på neset mellom to fjorder , og når fedrene var ute og fiska , kom de ofte innom skolen med fisk .

source: Muđui fertejedje oahppit váldit borramuša mielde ruovttus .
nob: Ellers måtte elevene ha med seg mat hjemmefra .

source: Lei dávjá sáltebiergu .
nob: Det gikk mye på saltkjøtt .

source: Sii merkejedje biergobihtáid iešguđet ivnnát láiggiin , vai juohkehaš galggai oažžut iežas bihtá go lei vuššon .
nob: De merka kjøttbitene med forskjellig-farga garn , så hver skulle få igjen sin bit når det var kokt .

source: Áhkku áinnas livččii háliidan oahppat , muhto giellaváttisvuođaid geažil ádjánii guhká ovdal go oahpai maidege skuvllas .
nob: Bestemor ville gjerne lære , men språkproblema gjorde at det tok lang tid før hun fikk noe særlig ut av skolen .

source: Son oahpai dušše vuođđoáššiid ; lohkat , čállit ja rehkenastit . Eambbo ii oahppan , ja dalle ii lean goassege sáhka ahte galggašii skuvlla vázzit eambbo go čieža jagi .
nob: Hun lærte det mest nødvendige , å lese , skrive og regne , men stort mer blei det ikke , og den gang var det aldri snakk om å få noe mer enn sju års skolegang .

source: Nugo eatnasat dan áiggis , son jurddašii ahte fertii oahpahit mánáidasas dárogiela vai šadde eambbo oahppat skuvllas .
nob: Som de aller fleste i den tida trakk hun den konklusjonen av skolesituasjonen at hun måtte lære ungene sine norsk så de fikk mer ut av skolegangen .

source: Danin son dárostii iežas mánáide ja áhkkubiidda .
nob: Derfor snakka hun norsk til sine barn og barnebarn .

source: Mimmi áhkku , Martha Johannessen , oappáidis Ella ja Inggá gaskkas
nob: Mimmis bestemor , Martha Johannessen , i midten med søstrene Ella ( t.h. ) og Inga ( t.v. )

source: ( Govva : Fotograf Einan , Hámmárfeasta , luoikan Mimmi Bæivi )
nob: ( Foto : Fotograf Einan , Hammerfest , utlånt av Mimmi Bæivi )

source: Guhkes skuvlastreaika
nob: Den lange skolestreiken

source: Fjordtun internáhtta Lávželuovttas lei stuora stáhtainternáhtaid gaskkas , mat ceggojuvvojedje 1900-logi álggos dáruiduhttit sámiid ja kvenaid .
nob: Fjordtun internat i Rypefjord var et av de store statsinternatene som blei reist på begynnelsen av 1900-tallet for å fornorske samer og kvener .

source: Nu go eanaš internáhtat Finnmárkkus dat maid boldojuvvui soađis , ja álgoáiggi soađi maŋŋá lei internáhttaskuvla bráhkain .
nob: Det blei som de fleste andre internat i Finnmark brent under krigen , og den første etterkrigstida var internatet i brakker .

source: – 1950-logu loahpas lei dáppe garra riidu internáhttaskuvlla sajusteami birra .
nob: – På siste halvdel av 50-tallet var her en bitter strid om plassering av internatskolen .

source: Bráhkkaskuvla ja bráhkkainternáhtta lei leamaš Lávželuovttas .
nob: Etter krigen hadde det vært brakkeskole og brakkeinternat i Rypefjord .

source: Go bistevaš skuvla galggai huksejuvvot , de gáibidedje Sievjju-olbmot ahte skuvla galggai huksejuvvot dohko .
nob: Når den permanente skolen skulle bygges , krevde befolkninga på Seiland å få den plassert der .

source: Dan áiggi ledje 60–70 máná dušše Muotkevuonas .
nob: På den tida var det hele 60–70 unger bare i Eidvågen .

source: 1957 čavčča álggahedje váhnemat skuvlastreaikka .
nob: Høsten 1957 gikk foreldrene til skolestreik .

source: Mun ledjen álgán skuvlii dan čavčča , ledjen dušše guhtta vahkku vázzán skuvlla go streaika álggii .
nob: Jeg hadde begynt på skolen den høsten og bare gått 6 uker da streiken brøyt ut .

source: Lei ođđa skuvladirektevra .
nob: Men det var vanskelig å nå fram .

source: Son ii vuollánan , son doalahii oainnu ahte visot galggai čohkkejuvvot Lávželuktii .
nob: Det var nettopp kommet en ny skoledirektør . Han ville ikke gi seg på at alt skulle samles i Rypefjord .

source: Streaika ii beaggán mediain ge .
nob: Streiken kom heller ikke fram i media .

source: Streaika bisttii gitta skuvlajagi lohppii , dan maŋŋá fertejedje váhnemat vuollánit , ja de mieđihedje mánáideaset sáddet Lávželuktii .
nob: Da måtte foreldrene gi seg , og sende ungene til Rypefjord .

source: Váhnemat , geat ledje streiken , ráŋggáštuvvojedje garrasit , sii sáhkkohalle .
nob: Foreldra som hadde streika blei hardt straffa , de blei dømt til bøter .

source: Muhto eiseválddit eai fidnen olbmuid máksit daid sáhkuid , ja sii geat eai máksán fertejedje mannat giddagassii .
nob: Men myndighetene hadde vanskelig for å drive inn bøtene , og de som ikke betalte måtte i stedet gå i fengsel .

source: Lei muhtin Njižževuotnalaš gii biehttalii máksimis , ja de fertii čohkkát giddagasas Hámmárfeasttas .
nob: Det var en fra Hønseby som nekta å betale bot og som måtte sone i fengsel i Hammerfest .

source: Go son bođii ruovttoluotta , jearai áhkku mo lei leamaš .
nob: Da han kom tilbake spurte bestemor han hvordan det hadde vært .

source: Juo , logai , lei buorre dilli giddagasas .
nob: Joda , sa han , det var bra forhold i fengslet .

source: Dalle áhkku mearridii ahte son maid galggai giddagassii .
nob: Da bestemte hun seg for at hun også skulle i fengsel .

source: Son vulggii fatnasiin Hámmárfestii , manai politistašuvdnii ja logai ahte son galggai čohkkát giddagasas skuvlastreaikka dihtii .
nob: Hun tok båten inn til Hammerfest , meldte seg på politistasjonen og sa hun skulle sitte i fengsel på grunn av skolestreiken .

source: Muhto sii han eai gárron bidjat boares áhku giddagassii , ja lohke ahte don gal beasat ráŋggášteamis , sáhtát mannat ruoktot .
nob: Men de syntes visst det var for galt å sette den gamle dama i fengsel , så de sa du skal slippe straff , du kan bare reise hjem igjen .

source: – Muhto mo galggan beassat ruoktot , jearai áhkku , dohko ii mana fanas odne .
nob: – Men hvordan skal jeg komme hjem , sa bestemor , det går ingen båt dit i dag .

source: Boađus lei ahte politiija fertii máksit hotealla áhkkui , gii lei hui duhtavaš go bođii ruoktot .
nob: Det endte med at politiet måtte betale hotell til henne , og bestemor var riktig fornøyd da hun kom hjem igjen .

source: In jáhke ahte geahččaledje ráŋggáštit eanet váhnemiid dan maŋŋá .
nob: Jeg trur ikke de prøvde seg på å straffe flere foreldre etter det .

source: Eatnasiin , geat ledje skuvlastreaikkas , lei sámi duogáš . Muhto sámi áššit dattetge eai namuhuvvon streaikkas .
nob: De fleste som var i skolestreik hadde jo samisk bakgrunn , men det samiske var likevel aldri inne i bildet under streiken .

source: Dat han lei dan áiggi go visot galggai leat dárogillii , ja skuvllas livččii leamaš seamma sisdoallu vaikko gos dat livččii leamaš .
nob: Det var jo i den tida alt skulle være norsk og skolen ville jo ha det samme innholdet uansett hvor den lå .

source: Dan maid váhnemat sávve lei skuvla mii lei nu lahka ruovttu ahte mánát livčče sáhttit orrut ruovttus .
nob: Det som foreldra ønska var en skole som var så nær at barna kunne bo hjemme .

source: Internáhtas Lávželuovttas
nob: På internat i Rypefjord

source: Bistevaš internáhtta , mii huksejuvvui 1950-logu loahpas Lávželuktii , lei doaimmas 1985 rádjái .
nob: Det permanente internatet , som blei bygd på slutten av 1950-tallet i Rypefjord , var i drift helt til 1985 .

source: Mimmi váccii olles vuođđoskuvlla Fjordtunas .
nob: Mimmi fikk hele sin grunnskole på Fjordtun .

source: – Danin go fertiimet olles skuvlaáiggi orrut internáhtas , de šattai stuora gaska min ja ruovttugili beaivválaš eallima gaskkas .
nob: – Med at vi måtte bo på internat i hele skoletida fikk vi avstand til dagliglivet og hjembygda .

source: Dalle go mun ledjen mánáidskuvllas lei ain boares vuorroskuvlaortnet , vácciimet njeallje vahku skuvlla ain hávil .
nob: Mens jeg var i barneskolen var det enda den gamle ordninga med turskole , vi gikk gjerne fire uker på skolen av gangen .

source: Dat mearkkašii ahte oappát ja vieljat geat ledje iešguđet vuorus sirrejuvvojedje , sii vázze skuvlla vuoruid mielde ja oaidnaledje dušše fal juovllaid , beassážiid ja geasseluomus .
nob: Det førte til at søsken som havna på forskjellige skoleturer blei skilt , slik at de gikk vekselvis på skole og så hverandre bare i jula , påska og sommerferien .

source: Skuvllas oahpaimet dušše fal girjjiin – seamma girjjit geavahuvvoje miehtá riikka .
nob: Det vi lærte på skolen var bare fra bøker – de samme bøkene som resten av landet hadde .

source: Báikkálaš olbmuid máhttu ii goassege árvvusadnojuvvon .
nob: Kunnskapen folk hadde her ute blei aldri verdsatt .

source: Ii oktage atnán báikkálaš olbmuid máhtu dakkárin maid sáhtášii ovdánahttit viidáseappot skuvlavuogádagas .
nob: Ingen så på det folk hadde som noe man kunne utvikle videre i skolesystemet .

source: Mis máhkaš ii lean iežamet historjá .
nob: Vi hadde liksom ikke noen egen historie .

source: Áhkku han lei hui dihtomielas man árvvolaš lei báikkálaš kultuvrra ja máhttu , dat dagahii álkibun midjiide fuobmát mii váillui skuvllas .
nob: Bestemor var igrunnen veldig bevisst på verdien av den lokale kulturen og kunnskapen , det gjorde at vi lettere så hva som mangla i skolen .

source: Lei ollu sáhka das ahte mii galggašeimmet gazzat oahpu , ja váhnemat váidaluvvojedje go eai movttiidahttán ohppiid .
nob: Det har vært mye fokus på at vi skulle ta utdanning og klaging over at foreldra ikke motiverte elevene .

source: Nu eiseválddit hoige ovddasvástádusa ja siva ohppiide ja váhnemiidda , eai ge jearran mii lei boastut skuvllain .
nob: Slik gjorde myndighetene det til elevenes og foreldrenes ansvar og skyld , i stedet for å spørre hva som var galt med skolen .

source: Ii lean ge nu heitot internáhtas orrut .
nob: Å bo på internatet var igrunnen ikke så galt .

source: Mus leat eanaš buorit muittut das .
nob: Jeg har mest positive minner fra det .

source: Doppe leimmet máŋga máná ovttas , ruovttus ledje unnán mánát geaiguin stoahkat .
nob: Der var vi mange unger i lag , mens hjemme var det få å leike med .

source: Ii lean goassege nu ahte in háliidan mannat skuvlii go boahtte skuvlavuorru lahkonii – dalle illudin deaivvadit ustibiiddánguin .
nob: Det var aldri slik at jeg ikke ville dra til skolen når neste skoleturen kom – da så jeg fram til å treffe vennene mine igjen .

source: Álgojagiid lei hui gárži , oruimet 12–14 oahppi seamma lanjas .
nob: De første åra var det trangt , vi var 12–14 elever på rommet .

source: Muhto de huksejuvvui ođđa internáhtta ja dan maŋŋá eat lean go 2–4 oahppi seamma lanjas .
nob: Men så blei det bygd nytt internat og deretter var vi bare 2–4 elever på hvert rom .

source: Dat han lei hearrá dilli .
nob: Det var jo reine luksusen .

source: Oahpaimet goit eallit ovttas earáiguin , sáhttá dadjat ahte bajásgesiimet iežamet .
nob: Vi lærte i alle fall å forholde oss til mange andre , og vi kan si vi oppdro oss sjøl .

source: Mánát geat orro Lávželuovttas gal gáđaštedje min veaháš .
nob: Ungene som bodde i Rypefjord misunte oss faktisk litt .

source: Internáhtta lei min , ja dovddaimet ahte skuvla maiddái gulai midjiide internáhttamánáide , eambbo go sidjiide geat orro Lávželuovttas .
nob: Internatet var vårt , og vi følte vel at skolen også hørte til oss internatungene , mer enn til dem som bodde i Rypefjord .

source: Ledje fásta internáhttaoahpaheaddjit geat čuovvuledje min maŋŋágaskabeivviid .
nob: Det var faste internatlærere som fulgte oss opp på ettermiddagene .

source: Juohke beaivvi lei biddjon beannot diimmu leaksolohkamii , ja dalle lei álo muhtin oahpaheaddji doppe , geas sáhtiimet jearrat veahki jus dan dárbbašeimmet .
nob: Hver dag var det satt av halvannen time til lekselesing , og da var det alltid en lærer der som vi kunne spørre om hjelp .

source: Internáhttabargiid gaskkas ledje moattis geat duođaid beroštedje mánáin .
nob: Av betjeninga på internatet var det noen som brydde seg om ungene .

source: Muhto dasa ii liikon internáhttahoavda , go sii gusto bealkkahalle go válde mis vára beare bures .
nob: Men det var ikke populært hos internatstyreren , de fikk visst kjeft for å ta seg for godt av oss .

source: Guhkes skuvlamátki
nob: Lang skoleveg

source: – Dalle go mun vázzen skuvla ii lean fearga ii ge geaidnu deike . Álgojagiid sáddejuvvuimet sáhttofatnasiin « Streif » , boares njoazes fatnasiin , mii sugadii issorasat go bosui , ja dábálaččat lei ollu biegga dáppe .
nob: – Da jeg gikk på skole var det verken ferge eller veg 1. De første åra blei vi sendt med skyssbåten « Streif » , en gammel treg båt som rulla noe forferdelig når det blåste , og det gjorde det jo gjerne .

source: Skiipahoavda lei ieš okto fatnasa bargoveahka , ja gitta 30 máná giddejuvvojedje vuolit latnjii .
nob: Skipperen var aleine mannskap om bord og opptil 30 unger blei stengt inne nede i rommet .

source: Doppe fertiimet birget ieža ja veahkehit guđetguimmiideamet , stuorimusat fertejedje váldit unnimusain vára .
nob: Der måtte vi ta vare på oss sjøl og hverandre , de største måtte passe på de små .

source: Doppe lei omman , ja fertiimet fáktet nu ahte ii oktage boaldán iežas dahje vuoksán ommana ala .
nob: Der var det ovn , og den måtte vi passe på at ingen brant seg på eller spydde på .

source: Máŋggas han buohccájedje , ja dalle lei buoret vuovssadit láhttái go ommanii .
nob: Mange var jo sjøsjuke , og det var tross alt bedre at de da spydde på golvet enn på ovnen .

source: Eat sáhttán hivssegastit .
nob: Gå på do kunne vi ikke .

source: Maŋit jagiid šattai veahá buoret , go dalle šattai internáhta dálluhoaiddár Teodor Trondsen mielde mátkkiide .
nob: Seinere blei det noe bedre , da blei vaktmesteren på internatet , Teodor Trondsen sendt med oss på turen .

source: Son duođaid beroštii mánáin , muhto dan gal ii livčče galgan dan áiggi , go ledje máŋggas geat gehčče sutnje bastilis čalmmiiguin dan dihte .
nob: Han brydde seg virkelig om ungene , men det skulle man visst helst ikke i den tida , for det var mange som så stygt på han for det .

source: Olbmot han orro máŋgga unna gilážis , eai lean galle báikki gos lei dan mađe ruggu ahte sáhttofanas beasai gáddái .
nob: Folk budde jo på mange små plasser , og det var de færreste som hadde såpass til kai at skyssbåten kunne gå til lands .

source: Fanas fertii danin orustit fávllis dan botta go váhnemat suhke fatnasa lusa váldit mánáid vuostá dahje sáddet mánáid .
nob: Båten måtte derfor ligge ut på fjorden mens foreldra rodde ut for å ta imot eller levere ungene .

source: Go lei vuorromolsun skuvllas , de fanas buvttii ja vieččai mánáid oktanaga , nu ahte go muhtimat vulge fatnasis , de earát bohte fatnasii , ja fanas lei sullii seamma dievva olles áiggi .
nob: Når det var turskifte på skolen leverte og henta båten unger samtidig , slik at ettersom noen gikk av kom nye på og båten var omtrent like full hele tida .

source: Muhtin mánáin ledje nu unnán « skuvlabiktasat » ahte oappát ja vieljat geat vázze iešguđetge skuvlavuoru , lonuhedje jáhka nuppiideasetguin go ledje guođđimin sáhttofatnasa dahje vuolgimin ođđa skuvlavurrui dainna .
nob: Noen hadde så dårlig med « skoleklær » at det hendte at søsken som gikk forskjellige skoleturer bytta jakke med hverandre når de gikk av og på skyssbåten .

source: Maŋŋil heaittihuvvui sáhttofanasortnet , ja mii mánát fertiimet iehčanassii mannat skuvlii báikkálaš fatnasiin .
nob: Seinere blei det slutt på skyssbåten og vi ungene måtte på egen hånd dra med lokalbåten .

source: Dat manai Hámmárfeasttas , ja dohko fertiimet vázzit skuvllas . Mátki Hámmárfestii sáhtii leat hui lossat , erenoamážit dálvet , go ii lean albma geaidnu .
nob: Den gikk fra Hammerfest , og dit måtte vi gå , noe som kunne være svært tungt særlig på vinteren , for det var ikke skikkelig veg .

source: Ii oktage dárkkistan ahte mii beasaimet rievttes fatnasa fárrui .
nob: Det var ingen som passa på at vi kom med rett båt .

source: Oktii galge buot mánát mannat ruoktot juovllaide , ja sii ledje mannan gávpogii gávdnat iešguđet fanassáhtu .
nob: En gang skulle alle ungene reise hjem til jul , og de var dratt til byen for å dra med båt .

source: Muhto go internáhtabargit galge bassat internáhtas , de gávdne oahppi gii galggai leat vuolgán fatnasiin Skihččolii .
nob: Men da de skulle vaske på internatet fant de en elev som skulle vært med båten til Vinna .

source: Son lei vázzán gávpogii , muhto ii lean gávdnan fatnasa , ja de máhcai internáhttii .
nob: Han hadde gått til byen , men ikke funnet båten , så han gikk tilbake til internatet .

source: Muhto báikkálaš fanas ii mannan gáddái juohke dálu lahka , ja máŋgasiidda sáhtii šaddat guhkes ja losses mátki ruoktot dan gáddebáikkis gosa fanas lei guođđán sin .
nob: Men lokalbåten gikk ikke inn til alle hus , og for mange kunne det bli lang og tung veg hjem fra der de blei satt på land .

source: Sáhtii šaddat gállit moadde kilomehtera muohttagis , mii sáhtii leat gitta mehter gassat .
nob: Det kunne være å grynne flere kilometer i opp til en meter snø .

source: Mii oruimet lahka das gos fanas bođii gáddái , muhto mánát Gáŋkkus fertejedje vázzilit min luhtte .
nob: Vi bodde like ved der båten kom inn , men ungene i Survika måtte gå fra oss .

source: Moddii fertejedje orrut min luhtte moadde beaivvi jus dálki lei beare heitot vázzit .
nob: Da hendte det at de måtte ta inn hos oss i opptil flere dager dersom været var for ille til å gå .

source: Dalle logai áhkku : – Ii leat nu váralaš gáŋkolaččaiguin , sii leat nu unnit ahte čáhket margariidnakássii .
nob: Da sa ho bestemor : – Det er ikke så farlig med survikingene , de er så små at de rømmes i en margarinkasse .

source: Ii lean vuos dábálaš ahte olbmuin lei telefovdna , de mii eat beassan dieđu addit váhnemiidda ahte mánát ledje dorvvolaččat min luhtte .
nob: Det var jo ennå få som hadde telefon , så vi fikk ikke gitt melding til foreldra om at ungene var trygt forvart hos oss .

source: Gullá muitalussii ahte fanasbileahta fertiimet ieža máksit .
nob: Det hører med til historia at båtbilletten måtte vi sjøl betale .

source: Dál ii oktage sáddešii mánáid dán láhkái .
nob: I dag ville ingen finne på å sende unger slik .

source: Muhto šattaimet goit iešheanalažžan dán láhkái .
nob: Men vi blei i alle fall sjølstendige på den måten .

source: Ja oahpaimet veahkehit guđetguimmiideamet .
nob: Og vi lærte å hjelpe hverandre .

source: Skuvlla bealis lei oaidnu áibbas čielggas : Váhnemiin ii lean makkárge dahkamuš skuvllas .
nob: Holdningen fra skolen si side var helt klar : Foreldrene hadde ingen ting på skolen å gjøre .

source: Heađis sáhtte beassat finastit internáhtas , muhto eai fal skuvllas .
nob: De kunne til nød få lov å komme innom på internatet , men ikke på skolen .

source: Dát lei čielga diehtu ohppiide : Váhnemat eai máhttán maidege maiguin sáhtáše veahkehit mánáid oahppamii , sin máhttu ii lean man ge veara .
nob: Dette ga et klart signal til elevene : Foreldrene hadde ingenting å bidra med , kunnskapen deres var ingenting verdt .

source: Oahppit giddejuvvon skáhppii
nob: Elever stengt inne i skapet

source: – Ovdal go galgen skuvlii álgit , bessen gullat : – Don fertet oahppat lohkat ja čállit ovdal go boađát skuvlii – go oaččut « frøken Anderssen » .
nob: – Før jeg skulle begynne på skolen , fikk jeg høre : – Du må lære å lese og skrive før du kommer på skolen – for du får frøken Anderssen .

source: Ja nu ožžon ge , 1. luohká rájes 3. luohká rádjái mus lei Anna Anderssen .
nob: Og det fikk jeg , fra 1. til 3. klasse hadde jeg Anna Anderssen .
